Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/DeviceManager.resw
Source language: en_us
Languages: zh_tw

# DeviceManager_SearchPlaceholder
source: Search devices
zh_tw: 搜尋裝置

# DeviceManager_RefreshTooltip
source: Refresh and scan for changes
zh_tw: 重新整理與掃描變更

# DeviceManager_OpenSystemDeviceManager
source: Open System Device Manager (devmgmt.msc)
zh_tw: 開啟系統裝置管理員 (devmgmt.msc)

# DeviceManager_ShowHiddenDevices
source: Show hidden devices
zh_tw: 顯示隱藏的裝置

# DeviceManager_DeviceCountSuffix
source: devices total
zh_tw: 個裝置

# DeviceManager_EnableDevice
source: Enable
zh_tw: 啟用

# DeviceManager_DisableDevice
source: Disable
zh_tw: 停用

# DeviceManager_UninstallDevice
source: Uninstall
zh_tw: 解除安裝

# DeviceManager_GeneralInformation
source: General information
zh_tw: 一般資訊

# DeviceManager_DeviceName
source: Device name
zh_tw: 裝置名稱

# DeviceManager_DeviceType
source: Device type
zh_tw: 裝置類型

# DeviceManager_Manufacturer
source: Manufacturer
zh_tw: 製造商

# DeviceManager_Status
source: Status
zh_tw: 狀態

# DeviceManager_DeviceID
source: Device ID
zh_tw: 裝置 ID

# DeviceManager_DeviceIDDescription
source: Unique identifier used to identify the device
zh_tw: 用於識別裝置的唯一標識符

# DeviceManager_DriverInformation
source: Driver information
zh_tw: 驅動程式資訊

# DeviceManager_DriverVersion
source: Driver version
zh_tw: 驅動程式版本

# DeviceManager_DriverDate
source: Driver date
zh_tw: 驅動程式日期

# DeviceManager_DriverProvider
source: Driver provider
zh_tw: 驅動程式提供者

# DeviceManager_INFName
source: INF file
zh_tw: INF 檔案

# DeviceManager_DigitalSignature
source: Digital signature
zh_tw: 數位簽章

# DeviceManager_Signer
source: Signer
zh_tw: 簽署者

# DeviceManager_HardwareIDs
source: Hardware IDs
zh_tw: 硬體識別碼

# DeviceManager_HardwareID
source: Hardware ID
zh_tw: 硬體 ID

# DeviceManager_CompatibleID
source: Compatible ID
zh_tw: 相容 ID

# DeviceManager_HiddenDevices
source: Hidden devices
zh_tw: 隱藏的裝置

# DeviceManager_ConfirmDisableDeviceTitle
source: Disable Device
zh_tw: 停用裝置

# DeviceManager_ConfirmDisableDeviceContent
source: You are about to disable "{0}" Do you understand this might cause the system errors or failure?
zh_tw: 您即將停用「{0}」 您是否了解這可能會導致系統錯誤或功能異常？

# DeviceManager_DisableButton
source: Disable
zh_tw: 停用

# DeviceManager_ConfirmUninstallDeviceTitle
source: Uninstall Device
zh_tw: 解除安裝裝置

# DeviceManager_ConfirmUninstallDeviceContent
source: You are about to uninstall "{0}" Do you understand this might cause the system errors or failure?
zh_tw: 您即將解除安裝「{0}」 您是否了解這可能會導致系統錯誤或功能異常？

# DeviceManager_UninstallButton
source: Uninstall
zh_tw: 解除安裝

# DeviceManager_EnableDeviceError
source: Failed to enable device. Please ensure you have sufficient permissions.
zh_tw: 啟用裝置失敗，請確保您有足夠的權限

# DeviceManager_DisableDeviceError
source: Failed to disable device. Please ensure you have sufficient permissions.
zh_tw: 停用裝置失敗，請確保您有足夠的權限

# DeviceManager_UninstallDeviceError
source: Failed to uninstall device. Please ensure you have sufficient permissions.
zh_tw: 解除安裝裝置失敗，請確保您有足夠的權限

# DeviceManager_DevicePropertiesError
source: Error: {0}
zh_tw: 錯誤：{0}

# DeviceManager_StatusWorking
source: This device is working properly
zh_tw: 此裝置運作正常

# DeviceManager_StatusConfigError
source: This device is not configured correctly
zh_tw: 此裝置設定不正確

# DeviceManager_StatusDriverCorrupt
source: The driver for this device might be corrupted, or your system may be running low on memory or other resources
zh_tw: 此裝置的驅動程式可能已損壞，或您的系統記憶體或其他資源不足

# DeviceManager_StatusCannotStart
source: This device cannot start
zh_tw: 此裝置無法啟動

# DeviceManager_StatusNoResources
source: This device cannot find enough free resources that it can use
zh_tw: 此裝置找不到足夠的可用資源

# DeviceManager_StatusRestartRequired
source: This device must be restarted to complete the installation
zh_tw: 必須重新啟動此裝置才能完成安裝

# DeviceManager_StatusReinstallDriver
source: Reinstall the drivers for this device
zh_tw: 請重新安裝此裝置的驅動程式

# DeviceManager_StatusRegistryCorrupt
source: The registry might be corrupted
zh_tw: 登錄可能已損壞

# DeviceManager_StatusRemoving
source: Windows is removing this device
zh_tw: Windows 正在移除此裝置

# DeviceManager_StatusDisabled
source: This device is disabled
zh_tw: 此裝置已停用

# DeviceManager_StatusNotPresent
source: This device is not present, is not working properly, or does not have all its drivers installed
zh_tw: 此裝置不存在、運作不正常，或未安裝所有驅動程式

# DeviceManager_StatusNoDriver
source: The drivers for this device are not installed
zh_tw: 此裝置的驅動程式未安裝

# DeviceManager_StatusDisabledFirmware
source: This device is disabled because the firmware of the device did not give it the required resources
zh_tw: 此裝置已停用，因為裝置的韌體未提供所需的資源

# DeviceManager_StatusCannotLoadDriver
source: This device is not working properly because Windows cannot load the drivers required for this device
zh_tw: 此裝置運作不正常，因為 Windows 無法載入此裝置所需的驅動程式

# DeviceManager_StatusDriverDisabled
source: The driver for this device has been disabled
zh_tw: 此裝置的驅動程式已停用

# DeviceManager_StatusCannotDetermineResources
source: Windows cannot determine what resources this device uses
zh_tw: Windows 無法確定此裝置使用的資源

# DeviceManager_StatusCannotDetermineConfig
source: Windows cannot determine the settings for this device
zh_tw: Windows 無法確定此裝置的設定

# DeviceManager_StatusInsufficientFirmware
source: Your computer's system firmware does not include enough information to properly configure and use this device
zh_tw: 您電腦的系統韌體未包含足夠的資訊來正確設定和使用此裝置

# DeviceManager_StatusInterruptConflict
source: This device requests a PCI interrupt but is configured for an ISA interrupt (or vice versa)
zh_tw: 此裝置要求 PCI 中斷，但設定為 ISA 中斷（或相反）

# DeviceManager_StatusCannotInitializeDriver
source: Windows cannot initialize the device driver for this hardware
zh_tw: Windows 無法初始化此硬體的裝置驅動程式

# DeviceManager_StatusDriverInMemory
source: Windows cannot load the device driver for this hardware because a previous instance of the device driver is still in memory
zh_tw: Windows 無法載入此硬體的裝置驅動程式，因為先前的裝置驅動程式執行個體仍在記憶體中

# DeviceManager_StatusDriverCorruptOrMissing
source: Windows cannot load the device driver for this hardware because the driver is corrupted or is missing
zh_tw: Windows 無法載入此硬體的裝置驅動程式，因為驅動程式已損壞或遺失

# DeviceManager_StatusRegistryMissing
source: Windows cannot access this hardware because its service key information in the registry is missing or recorded incorrectly
zh_tw: Windows 無法存取此硬體，因為登錄中的服務金鑰資訊遺失或記錄不正確

# DeviceManager_StatusHardwareNotFound
source: The device driver for this hardware has been successfully loaded, but the hardware device was not found
zh_tw: 此硬體的裝置驅動程式已成功載入，但找不到硬體裝置

# DeviceManager_StatusDuplicateDevice
source: Windows cannot load the device driver for this hardware because there is a duplicate device already running in the system
zh_tw: Windows 無法載入此硬體的裝置驅動程式，因為系統中已有重複的裝置正在執行

# DeviceManager_StatusDeviceReportedProblem
source: Windows has stopped this device because it has reported problems
zh_tw: Windows 已停止此裝置，因為它回報了問題

# DeviceManager_StatusApplicationClosed
source: An application or service has shut down this hardware device
zh_tw: 應用程式或服務已關閉此硬體裝置

# DeviceManager_StatusNotConnected
source: Currently, this hardware device is not connected to the computer
zh_tw: 目前，此硬體裝置未連接到電腦

# DeviceManager_StatusSystemShutdown
source: Windows cannot gain access to this hardware device because the operating system is in the process of shutting down
zh_tw: Windows 無法存取此硬體裝置，因為作業系統正在關機程序中

# DeviceManager_StatusSafeRemoval
source: Windows cannot use this hardware device because it has been prepared for "safe removal", but it has not been removed from the computer
zh_tw: Windows 無法使用此硬體裝置，因為它已準備好「安全移除」，但尚未從電腦中移除

# DeviceManager_StatusSoftwareBlocked
source: The software for this device has been blocked from starting because it is known to have problems with Windows
zh_tw: 此裝置的軟體已被封鎖啟動，因為它與 Windows 有已知問題

# DeviceManager_StatusRegistryTooBig
source: Windows cannot start new hardware devices because the system hive is too large (exceeds the Registry Size Limit)
zh_tw: Windows 無法啟動新硬體裝置，因為系統登錄區太大（超過登錄大小限制）

# DeviceManager_StatusInvalidSignature
source: Windows cannot verify the digital signature for the drivers required for this device
zh_tw: Windows 無法驗證此裝置所需驅動程式的數位簽章

# DeviceManager_StatusUnknownError
source: Unknown error (Code: {0})
zh_tw: 未知錯誤（代碼：{0}）

# DeviceManager_Unknown
source: Unknown
zh_tw: 未知

# DeviceManager_NoDeviceSelected
source: No device selected
zh_tw: 未選擇裝置

# DeviceManager_BooleanYes
source: Yes
zh_tw: 是

# DeviceManager_BooleanNo
source: No
zh_tw: 否

# DeviceManager_DeviceCountFormat
source: {0} devices
zh_tw: {0} 個裝置

# DeviceManager_DeviceCountZero
source: 0 devices
zh_tw: 0 個裝置

# DeviceManager_Category_1394
source: IEEE 1394 Bus host controllers
zh_tw: IEEE 1394 主機匯流排控制器

# DeviceManager_Category_1394Debug
source: IEEE 1394 Debugger
zh_tw: IEEE 1394 偵錯工具

# DeviceManager_Category_61883
source: 61883 Device Class
zh_tw: 61883 裝置類別

# DeviceManager_Category_Adapter
source: Adapter
zh_tw: 轉接器

# DeviceManager_Category_AudioEndpoint
source: Audio inputs and outputs
zh_tw: 音訊輸入和輸出

# DeviceManager_Category_AudioProcessingObject
source: Audio Processing Objects (APOs)
zh_tw: 音訊處理物件 (APO)

# DeviceManager_Category_AVC
source: AVC Device Class
zh_tw: AVC 裝置類別

# DeviceManager_Category_Battery
source: Batteries
zh_tw: 電池

# DeviceManager_Category_Biometric
source: Biometric devices
zh_tw: 生物特徵辨識裝置

# DeviceManager_Category_Bluetooth
source: Bluetooth
zh_tw: 藍牙

# DeviceManager_Category_Camera
source: Cameras
zh_tw: 相機

# DeviceManager_Category_CDROM
source: DVD/CD-ROM drives
zh_tw: DVD/CD-ROM 光碟機

# DeviceManager_Category_Computer
source: Computer
zh_tw: 電腦

# DeviceManager_Category_ComputeAccelerator
source: Compute accelerators
zh_tw: 計算加速器

# DeviceManager_Category_Decoder
source: Decoders
zh_tw: 解碼器

# DeviceManager_Category_DiskDrive
source: Disk drives
zh_tw: 磁碟機

# DeviceManager_Category_Display
source: Display adapters
zh_tw: 顯示卡

# DeviceManager_Category_Dot4
source: IEEE 1284.4 devices
zh_tw: IEEE 1284.4 裝置

# DeviceManager_Category_Dot4Print
source: IEEE 1284.4 print functions
zh_tw: IEEE 1284.4 列印功能

# DeviceManager_Category_Enum1394
source: IEEE 1394 IP Network Enumerator
zh_tw: IEEE 1394 IP 網路列舉器

# DeviceManager_Category_Extension
source: Extension devices
zh_tw: 擴充裝置

# DeviceManager_Category_FDC
source: Floppy disk controllers
zh_tw: 軟碟控制器

# DeviceManager_Category_Firmware
source: Firmware
zh_tw: 韌體

# DeviceManager_Category_FloppyDisk
source: Floppy disk drives
zh_tw: 軟碟機

# DeviceManager_Category_HDC
source: IDE ATA/ATAPI controllers
zh_tw: IDE ATA/ATAPI 控制器

# DeviceManager_Category_HIDClass
source: Human Interface Devices
zh_tw: 人機介面裝置

# DeviceManager_Category_Image
source: Imaging devices
zh_tw: 影像裝置

# DeviceManager_Category_Infrared
source: Infrared devices
zh_tw: 紅外線裝置

# DeviceManager_Category_Keyboard
source: Keyboards
zh_tw: 鍵盤

# DeviceManager_Category_LegacyDriver
source: Non-Plug and Play Drivers
zh_tw: 非隨插即用驅動程式

# DeviceManager_Category_Media
source: Sound, video and game controllers
zh_tw: 音效、視訊及遊戲控制器

# DeviceManager_Category_MediumChanger
source: Media changers
zh_tw: 媒體轉換器

# DeviceManager_Category_Modem
source: Modems
zh_tw: 數據機

# DeviceManager_Category_Monitor
source: Monitors
zh_tw: 監視器

# DeviceManager_Category_Mouse
source: Mice and other pointing devices
zh_tw: 滑鼠和其他指標裝置

# DeviceManager_Category_MTD
source: Memory technology devices
zh_tw: 記憶體技術裝置

# DeviceManager_Category_Multifunction
source: Multifunction adapters
zh_tw: 多功能轉接器

# DeviceManager_Category_MultiportSerial
source: Multi-port serial adapters
zh_tw: 多埠序列配接器

# DeviceManager_Category_Net
source: Network adapters
zh_tw: 網路介面卡

# DeviceManager_Category_NetClient
source: Network Client
zh_tw: 網路用戶端

# DeviceManager_Category_NetService
source: Network Service
zh_tw: 網路服務

# DeviceManager_Category_NetTrans
source: Network Protocol
zh_tw: 網路通訊協定

# DeviceManager_Category_NoDriver
source: No driver
zh_tw: 無驅動程式

# DeviceManager_Category_NvmeDisk
source: Storage disks
zh_tw: 儲存磁碟

# DeviceManager_Category_PCMCIA
source: PCMCIA adapters
zh_tw: PCMCIA 配接器

# DeviceManager_Category_PNPPrinters
source: IEEE 1394 and SCSI printers
zh_tw: IEEE 1394 和 SCSI 印表機

# DeviceManager_Category_Ports
source: Ports (COM & LPT)
zh_tw: 連接埠 (COM 及 LPT)

# DeviceManager_Category_Printer
source: Printers
zh_tw: 印表機

# DeviceManager_Category_PrinterUpgrade
source: Printer upgrades
zh_tw: 印表機升級

# DeviceManager_Category_PrintQueue
source: Print queues
zh_tw: 列印佇列

# DeviceManager_Category_Processor
source: Processors
zh_tw: 處理器

# DeviceManager_Category_SBP2
source: SBP2 IEEE 1394 Devices
zh_tw: SBP2 IEEE 1394 裝置

# DeviceManager_Category_SCSIAdapter
source: Storage controllers
zh_tw: 儲存控制器

# DeviceManager_Category_SDHost
source: SD host adapters
zh_tw: SD 主機配接器

# DeviceManager_Category_SecurityAccelerator
source: Security accelerators
zh_tw: 安全性加速器

# DeviceManager_Category_SecurityDevices
source: Security devices
zh_tw: 安全性裝置

# DeviceManager_Category_Sensor
source: Sensors
zh_tw: 感應器

# DeviceManager_Category_SmartCardReader
source: Smart card readers
zh_tw: 智慧卡讀卡機

# DeviceManager_Category_SoftwareComponent
source: Software components
zh_tw: 軟體元件

# DeviceManager_Category_SoftwareDevice
source: Software devices
zh_tw: 軟體裝置

# DeviceManager_Category_Sound
source: Sound
zh_tw: 音效

# DeviceManager_Category_System
source: System devices
zh_tw: 系統裝置

# DeviceManager_Category_TapeDrive
source: Tape drives
zh_tw: 磁帶機

# DeviceManager_Category_UCM
source: USB connector managers
zh_tw: USB 連接器管理員

# DeviceManager_Category_Unknown
source: Other devices
zh_tw: 其他裝置

# DeviceManager_Category_USB
source: Universal Serial Bus controllers
zh_tw: 通用序列匯流排控制器

# DeviceManager_Category_USBDevice
source: Universal Serial Bus devices
zh_tw: 通用序列匯流排裝置

# DeviceManager_Category_Volume
source: Storage volumes
zh_tw: 儲存磁碟區

# DeviceManager_Category_VolumeSnapshot
source: Storage volume snapshots
zh_tw: 儲存磁碟區快照

# DeviceManager_Category_WCEUSBS
source: Windows CE USB ActiveSync devices
zh_tw: Windows CE USB ActiveSync 裝置

# DeviceManager_Category_WPD
source: Portable Devices
zh_tw: 可攜式裝置
